[
  {
    "slug": "aws-cloud-engineer-casablanca-casablanca",
    "content": "\n# Ingénieur Cloud AWS - Casablanca\n\nFinanceTech Solutions, leader dans le secteur financier, recherche un Ingénieur Cloud AWS talentueux pour rejoindre notre équipe à Casablanca. Vous serez responsable de la gestion et de l'optimisation de notre infrastructure cloud, tout en collaborant avec des équipes multifonctionnelles pour développer des solutions innovantes.\n\n## Responsabilités\n\n- Concevoir, déployer et gérer des solutions cloud sur AWS pour soutenir les opérations financières.\n- Collaborer avec les équipes de développement pour intégrer les services AWS dans les applications existantes.\n- Optimiser la performance et la sécurité des systèmes cloud.\n- Développer des scripts et des outils automatisés pour améliorer l'efficacité des opérations.\n- Surveiller et analyser les performances des systèmes pour assurer une disponibilité maximale.\n- Fournir un support technique et des recommandations pour les projets basés sur le cloud.\n\n## Exigences\n\n- Diplôme en informatique, en ingénierie ou dans un domaine connexe.\n- Expérience avérée d'au moins 3 ans en tant qu'Ingénieur Cloud AWS.\n- Solide compréhension des services AWS tels que EC2, S3, RDS, Lambda, etc.\n- Compétence en programmation Python pour l'automatisation et l'analyse de données.\n- Expérience avec PowerBI pour la visualisation des données est un plus.\n- Excellentes compétences en résolution de problèmes et en communication.\n- Capacité à travailler efficacement en équipe et à gérer plusieurs projets simultanément.\n\nRejoignez notre équipe et participez activement à la transformation numérique du secteur financier au Maroc!\n",
    "company": "FinanceTech Solutions",
    "description": "Rejoignez notre équipe dynamique chez FinanceTech Solutions en tant qu'Ingénieur Cloud AWS et contribuez à l'optimisation de nos services cloud dans le secteur financier.",
    "location": "Casablanca, Maroc",
    "postedDate": "2025-05-21",
    "published": true,
    "remote": false,
    "title": "Ingénieur Cloud AWS Casablanca"
  },
  {
    "slug": "spécialiste-powerbi-cloud-rabat-rabat",
    "content": "\n# Spécialiste PowerBI Cloud - Rabat\n\n## Description du poste\n\nDataInnov, leader en solutions analytiques, est à la recherche d'un Spécialiste PowerBI Cloud motivé pour intégrer notre équipe dynamique basée à Rabat. Le candidat idéal aura une solide expérience en finance, banque ou assurance, avec une maîtrise des outils PowerBI et des technologies cloud, notamment AWS.\n\n## Responsabilités\n\n- Développer et maintenir des tableaux de bord et des rapports PowerBI pour fournir des insights décisionnels.\n- Collaborer avec les équipes financières pour comprendre et répondre aux besoins en analyses de données.\n- Intégrer des solutions cloud AWS pour optimiser le stockage et le traitement des données.\n- Utiliser Python pour automatiser les flux de travail et analyser de grandes quantités de données.\n- Assurer la qualité et la fiabilité des données présentées dans les rapports.\n\n## Exigences\n\n- Diplôme en Informatique, Finance, ou domaine connexe.\n- Expérience confirmée en utilisation de PowerBI dans un environnement professionnel.\n- Connaissance approfondie du cloud AWS et des technologies associées.\n- Compétences en programmation Python pour l'analyse de données.\n- Excellentes capacités de communication et aptitude à travailler en équipe.\n\n## Pourquoi rejoindre DataInnov?\n\n- Opportunité de travailler sur des projets innovants à fort impact.\n- Environnement de travail collaboratif et stimulant.\n- Formation continue et développement professionnel.\n\nSi vous êtes passionné par les données et que vous souhaitez faire la différence dans le secteur financier, nous serions ravis de vous rencontrer. Postulez dès aujourd'hui pour rejoindre notre équipe !\n\n\n",
    "company": "DataInnov",
    "description": "Nous recherchons un Spécialiste PowerBI Cloud pour rejoindre notre équipe à Rabat, afin de développer des solutions analytiques avancées pour le secteur financier.",
    "location": "Rabat, Maroc",
    "postedDate": "2025-05-20",
    "published": true,
    "remote": false,
    "title": "Spécialiste PowerBI Cloud Rabat"
  },
  {
    "slug": "administrateur-systèmes-cloud-aws-marrakech-marrakech",
    "content": "\n# Administrateur Systèmes Cloud AWS\n\nTechFinance Solutions, leader dans l'intégration de solutions technologiques pour le secteur financier, est à la recherche d'un Administrateur Systèmes Cloud AWS talentueux pour rejoindre notre équipe à Marrakech. Vous serez responsable de la gestion, de l'optimisation et de l'innovation autour de nos infrastructures cloud, assurant ainsi la meilleure performance et sécurité possible pour nos services financiers.\n\n## Responsabilités\n\n- Gérer et maintenir l'infrastructure cloud AWS pour assurer une disponibilité et une performance continues.\n- Collaborer avec les équipes de développement pour déployer, automatiser et optimiser les applications cloud.\n- Assurer la sécurité des systèmes cloud conformément aux réglementations financières.\n- Mettre en œuvre des solutions de surveillance et d'alertes pour les systèmes cloud.\n- Participer à la planification de la capacité et à la gestion des coûts des ressources cloud.\n- Contribuer à la documentation technique et aux procédures pour garantir la conformité et l'efficacité opérationnelle.\n\n## Exigences\n\n- Diplôme en informatique, ingénierie ou domaine connexe.\n- Minimum de 3 ans d'expérience en administration de systèmes cloud AWS.\n- Solide compréhension des services AWS tels que EC2, S3, RDS, Lambda, etc.\n- Expérience avec les outils d'automatisation et de gestion de configuration comme Terraform, Ansible ou CloudFormation.\n- Connaissance des langages de programmation comme Python pour le scripting et l'automatisation.\n- Compétences analytiques avancées et expérience avec des outils de visualisation de données tels que PowerBI.\n- Excellente maîtrise du français et bonne connaissance de l'anglais technique.\n\nSi vous êtes passionné par le cloud computing et souhaitez travailler dans un environnement stimulant et innovant, nous serions ravis de vous rencontrer !",
    "company": "TechFinance Solutions",
    "description": "Rejoignez notre équipe dynamique pour gérer et optimiser nos systèmes cloud AWS dans le secteur financier.",
    "location": "Marrakech, Maroc",
    "postedDate": "2025-05-15",
    "published": true,
    "remote": false,
    "title": "Administrateur Systèmes Cloud AWS Marrakech"
  },
  {
    "slug": "consultant-cloud-pour-la-finance-marrakech-marrakech",
    "content": "\n# Consultant Cloud pour la Finance\n\nTechFinance Solutions, leader dans la transformation numérique du secteur financier, recherche un Consultant Cloud pour la Finance passionné et expert, basé à Marrakech. Si vous êtes prêt à relever des défis technologiques et à améliorer les performances financières de nos clients, rejoignez notre équipe dynamique.\n\n## Responsabilités\n\n- Concevoir et mettre en œuvre des solutions cloud sur AWS pour optimiser les opérations bancaires et financières.\n- Développer et maintenir des tableaux de bord PowerBI pour fournir des analyses financières précises et en temps réel.\n- Collaborer avec les équipes internes et les clients pour comprendre les besoins métier et proposer des solutions adaptées.\n- Utiliser Python pour automatiser les processus de données et améliorer l'efficacité opérationnelle.\n- Assurer la sécurité et la conformité des solutions cloud déployées.\n\n## Exigences\n\n- Diplôme en informatique, ingénierie, finance ou domaine connexe.\n- Expérience professionnelle de 3 ans minimum dans la mise en œuvre de solutions cloud, idéalement dans le secteur financier.\n- Maîtrise des services AWS (EC2, S3, RDS, Lambda, etc.).\n- Compétences avérées en PowerBI pour la création de rapports et d'analyses.\n- Excellente connaissance de Python pour le développement d'applications et l'automatisation.\n- Bonne compréhension des standards de sécurité et de conformité dans le cloud.\n- Capacité à travailler en équipe et à communiquer efficacement avec des parties prenantes variées.\n\n## Avantages\n\n- Salaire compétitif avec des primes basées sur la performance.\n- Opportunités de formation continue et de développement professionnel.\n- Environnement de travail collaboratif et stimulant.\n\nSi vous êtes motivé par l'innovation technologique dans le secteur financier, envoyez-nous votre candidature dès aujourd'hui et participez à notre mission de transformation digitale.",
    "company": "TechFinance Solutions",
    "description": "Rejoignez TechFinance Solutions en tant que Consultant Cloud pour transformer les opérations financières de nos clients à Marrakech grâce à vos compétences en AWS, PowerBI et Python.",
    "location": "Marrakech, Maroc",
    "postedDate": "2025-05-15",
    "published": true,
    "remote": false,
    "title": "Consultant Cloud pour la Finance"
  },
  {
    "slug": "data-analyst-financier-casablanca-casablanca",
    "content": "\n# Data Analyst Financier - Casablanca\n\n## Description du Poste\n\nFinanceTech Solutions est à la recherche d'un Data Analyst Financier talentueux pour rejoindre notre équipe dynamique à Casablanca. Le candidat idéal aura une forte compétence en analyse de données financières et une capacité à transformer les données en informations exploitables pour soutenir la prise de décision stratégique.\n\n## Responsabilités\n\n- Collecter, analyser et interpréter des ensembles de données financières complexes.\n- Développer et maintenir des tableaux de bord interactifs et des rapports via PowerBI.\n- Collaborer avec les équipes financières et techniques pour identifier les opportunités d'amélioration des processus.\n- Utiliser Python pour automatiser et optimiser les processus d'analyse de données.\n- Assurer la qualité et l'intégrité des données financières en collaborant avec les équipes de gestion des données.\n- Préparer des présentations et des rapports pour les parties prenantes internes et externes.\n\n## Exigences\n\n- Diplôme en Finance, Statistiques, Informatique ou domaine connexe.\n- Expérience professionnelle de 2 à 4 ans en tant que Data Analyst, de préférence dans le secteur bancaire, financier ou des assurances.\n- Maîtrise des outils d'analyse comme PowerBI et des langages de programmation comme Python.\n- Connaissance des services Cloud AWS est un atout.\n- Excellentes compétences en communication et capacité à travailler en équipe.\n- Attention aux détails et solides compétences analytiques.\n\n## Pourquoi nous rejoindre?\n\n- Opportunité de travailler dans une entreprise innovante avec des perspectives de croissance.\n- Environnement de travail collaboratif et stimulant.\n- Accès à des formations continues pour développer vos compétences.\n\nSi vous êtes passionné par l'analyse de données financières et que vous souhaitez contribuer au succès d'une entreprise en pleine croissance, nous serions ravis de recevoir votre candidature.",
    "company": "FinanceTech Solutions",
    "description": "Nous recherchons un Data Analyst Financier pour rejoindre notre équipe à Casablanca. Vous serez en charge d'analyser les données financières pour fournir des insights stratégiques à notre entreprise, en utilisant des outils comme PowerBI et Python.",
    "location": "Casablanca, Maroc",
    "postedDate": "2025-05-15",
    "published": true,
    "remote": false,
    "title": "Data Analyst Financier Casablanca"
  },
  {
    "slug": "architecte-cloud-financier-rabat-rabat",
    "content": "\n# Architecte Cloud Financier\n\nTechFinance Solutions, leader dans l'innovation technologique pour le secteur financier, est à la recherche d'un(e) Architecte Cloud Financier passionné(e) pour rejoindre notre équipe basée à Rabat. Vous serez responsable de la conception, de l'implémentation et de la gestion des solutions cloud pour nos clients dans les domaines de la finance, de la banque et de l'assurance.\n\n## Responsabilités\n\n- Concevoir et développer des architectures cloud robustes et sécurisées en utilisant AWS pour répondre aux besoins des clients.\n- Collaborer avec des équipes multidisciplinaires pour intégrer des solutions cloud avec des systèmes financiers existants.\n- Optimiser les performances des applications et des services cloud pour maximiser l'efficacité opérationnelle.\n- Développer des tableaux de bord et des rapports financiers avancés à l'aide de PowerBI.\n- Écrire des scripts en Python pour automatiser les processus de déploiement et de gestion des ressources cloud.\n- Assurer une veille technologique pour proposer des solutions innovantes et compétitives.\n\n## Exigences\n\n- Diplôme en informatique, ingénierie ou domaine similaire.\n- Expérience confirmée en architecture cloud, de préférence avec AWS.\n- Bonne connaissance du secteur financier, bancaire ou de l'assurance.\n- Compétences avancées en PowerBI pour la visualisation de données.\n- Connaissances en Python pour le développement de scripts et d'automatisations.\n- Excellentes compétences en communication et capacité à travailler en équipe.\n- Capacité à gérer plusieurs projets simultanément tout en respectant les délais.\n\nRejoignez TechFinance Solutions et contribuez à façonner l'avenir des services financiers grâce à des solutions cloud innovantes. Si vous êtes prêt(e) à relever ce défi, nous sommes impatients de vous rencontrer!",
    "company": "TechFinance Solutions",
    "description": "Rejoignez notre équipe dynamique pour concevoir et optimiser des solutions cloud innovantes dans le secteur financier.",
    "location": "Rabat, Maroc",
    "postedDate": "2025-05-01",
    "published": true,
    "remote": false,
    "title": "Architecte Cloud Financier"
  },
  {
    "slug": "développeur-python-pour-le-secteur-bancaire-casablanca-casablanca",
    "content": "\n# Développeur Python pour le secteur bancaire à Casablanca\n\nNous, à la Banque Marocaine de Développement, recherchons un Développeur Python talentueux et motivé pour renforcer notre équipe IT et contribuer à la transformation numérique de nos services bancaires.\n\n## Responsabilités\n\n- Développer et maintenir des applications bancaires utilisant Python.\n- Collaborer avec les équipes de finance et d'assurance pour intégrer les solutions logicielles.\n- Assurer le déploiement et la gestion des applications sur le cloud AWS.\n- Participer à la conception et à la mise en œuvre de solutions BI avec PowerBI.\n- Garantir la qualité du code et la performance des applications développées.\n- Travailler en étroite collaboration avec les autres développeurs et analystes pour résoudre les problèmes techniques et fonctionnels.\n\n## Exigences\n\n- Diplôme en Informatique, Ingénierie ou domaine connexe.\n- Minimum de 3 ans d'expérience en développement Python, de préférence dans le secteur bancaire ou financier.\n- Expérience pratique avec AWS et PowerBI.\n- Compétences solides en résolution de problèmes et en analyse technique.\n- Capacité à travailler en équipe et à communiquer efficacement.\n- Maîtrise du français et de l'anglais, à l'oral comme à l'écrit.\n\nSi vous êtes passionné par la technologie et souhaitez contribuer à des projets ambitieux dans le secteur bancaire, nous serions ravis de recevoir votre candidature. Rejoignez-nous à Casablanca et faites partie d'une équipe dynamique et innovante!",
    "company": "Banque Marocaine de Développement",
    "description": "Nous recherchons un Développeur Python expérimenté pour rejoindre notre équipe technologique à Casablanca et participer à des projets innovants dans le secteur bancaire.",
    "location": "Casablanca, Maroc",
    "postedDate": "2025-05-01",
    "published": true,
    "remote": false,
    "title": "Développeur Python pour le secteur bancaire"
  }
]